[
    {
        "title": "Πιστοποιημένος Καταδυτής Ανοιχτής Θάλασσας Προχωρημένου Επιπέδου",
        "category": "Συνεχιζόμενη Εκπαίδευση",
        "description": "Αυτό το μάθημα συνεχιζόμενης εκπαίδευσης για πιστοποιημένους καταδύτες είναι ένα πρόγραμμα σχεδιασμένο να εισάγει και να βοηθήσει τους καταδύτες να αποκτήσουν εμπειρία σε μια ποικιλία καταδυτικών δραστηριοτήτων ανοιχτής θάλασσας. Οι συμμετέχοντες θα ολοκληρώσουν έξι καταδύσεις· τρεις πρέπει να είναι σε νύχτα/περιορισμένη ορατότητα, πλοήγηση και βαθιά (πέραν των 18 μέτρων/60 ποδών εντός των αναψυκτικών ορίων). Οι απόφοιτοι αυτού του μαθήματος θεωρούνται ικανοί να συμμετέχουν σε δραστηριότητες κατάδυσης ανοιχτής θάλασσας χωρίς επίβλεψη, υπό την προϋπόθεση ότι το περιβάλλον κατάδυσης, οι δραστηριότητες, οι περιοχές κατάδυσης και ο εξοπλισμός προσεγγίζουν αυτά της εκπαίδευσης.",
        "min_age": "15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "6 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι έξι",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Απαιτείται πιστοποίηση ως NAUI Καταδυτής Ανοιχτής Θάλασσας ή ισοδύναμη",
        "image": "static/images/diving-sites-18.jpg",
        "popular": "ναι",
        "home_page": "ναι"
    },
    {
        "title": "Καταδυτής Με Στεγνή Στολή",
        "category": "Συνεχιζόμενη Εκπαίδευση",
        "description": "Αυτό το μάθημα συνεχιζόμενης εκπαίδευσης παρέχει τη χρήση στεγνών στολών και πώς να εξοικειωθείτε και να αισθανθείτε άνετα με τις επιλογές θερμικής προστασίας, τους χειρισμούς και τα χαρακτηριστικά πλεύσης τους. Οι απόφοιτοι θεωρούνται ικανοί να συμμετέχουν σε δραστηριότητες κατάδυσης ανοιχτής θάλασσας, χρησιμοποιώντας στεγνή στολή, χωρίς επίβλεψη, υπό την προϋπόθεση ότι το περιβάλλον κατάδυσης, οι δραστηριότητες, οι περιοχές κατάδυσης και ο εξοπλισμός προσεγγίζουν αυτά της εκπαίδευσης.",
        "min_age": "15 ετών μέχρι τη φάση του μαθήματος στο νερό.",
        "min_hours": "2 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι τέσσερις.",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Απαιτείται τρέχουσα εγγραφή σε μάθημα NAUI με εκπαιδευτή ή πιστοποίηση ως NAUI Καταδυτής Ανοιχτής Θάλασσας ή ισοδύναμη.",
        "image": "static/images/diving-sites-18.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Αρχιμαΐστρος Καταδυτής",
        "category": "Συνεχιζόμενη Εκπαίδευση",
        "description": "Αυτό το μάθημα συνεχιζόμενης εκπαίδευσης είναι για πιστοποιημένους καταδύτες που επιθυμούν να αυξήσουν την κατανόηση και την απόλαυση της κατάδυσης. Το μάθημα αποτελεί πρόοδο προς τους ρόλους Ηγεσίας της NAUI, και ορισμένες θεματικές περιοχές είναι μια ανασκόπηση και επέκταση υλικού από προηγούμενα μαθήματα. Οι εκπαιδευτές θα καθορίσουν στόχους επίδοσης για σχετικές καταδυτικές δραστηριότητες και κάθε θεματική περιοχή αποτελεί πρόοδο στη μελέτη.",
        "min_age": "15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "2 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι τέσσερις",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Απαιτείται πιστοποίηση ως NAUI Καταδυτής Ανοιχτής Θάλασσας ή ισοδύναμη",
        "image": "static/images/netdivers-services-6.jpg",
        "popular": "ναι",
        "home_page": "όχι"
    },
    {
        "title": "Καταδυτής Νιτροξ",
        "category": "Συνεχιζόμενη Εκπαίδευση",
        "description": "Αυτό το μάθημα συνεχιζόμενης εκπαίδευσης είναι για φοιτητές εγγεγραμμένους σε μάθημα NAUI ανοιχτής θάλασσας ή πιστοποιημένους ως καταδυτές ανοιχτής θάλασσας. Το μάθημα μπορεί να διδαχθεί ως αυτόνομο ειδικό μάθημα σε πιστοποιημένους καταδύτες ή η γνώση και η εκπαίδευση δεξιοτήτων μπορεί να ενσωματωθεί σε άλλα μαθήματα πιστοποίησης NAUI, συμπεριλαμβανομένου του μαθήματος NAUI Καταδυτής Ανοιχτής Θάλασσας. Αυτό το μάθημα παρέχει στους καταδύτες τις δεξιότητες να χρησιμοποιούν το EANx ως μέσο αναπνοής",
        "min_age": "15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "2 ώρες",
        "min_dives": "Δύο καταδύσεις ανοιχτής θάλασσας ενθαρρύνονται αλλά δεν απαιτούνται",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Απαιτείται πιστοποίηση ως NAUI Καταδυτής Ανοιχτής Θάλασσας ή ισοδύναμη",
        "image": "static/images/netdivers-services-7.jpg",
        "popular": "ναι",
        "home_page": "όχι"
    },
    {
        "title": "Ανανέωση Ικανοτήτων Καταδύτη",
        "category": "Συνεχιζόμενη Εκπαίδευση",
        "description": "Αυτό το μάθημα συνεχιζόμενης εκπαίδευσης είναι ένα μάθημα χωρίς πιστοποίηση που προσφέρει εμπειρία ανανέωσης υπό επίβλεψη στο επίπεδο του Καταδύτη για καταδύτες που χρειάζεται να αποκαταστήσουν την επάρκειά τους λόγω αδράνειας στην κατάδυση με προοπτική επικείμενων καταδυτικών ταξιδιών ή άλλων παραγόντων. Οι καταδύτες που έχουν ολοκληρώσει το μάθημα Ανανέωσης Καταδύτη μπορούν να χρησιμοποιήσουν την τεκμηρίωση για να βοηθήσουν τους οδηγούς κατάδυσης, τους Divemasters, τους ιδιοκτήτες καταλυμάτων και άλλους στην αξιολόγηση του επιπέδου εκπαίδευσης του καταδύτη και της ετοιμότητάς του να συμμετάσχει σε συγκεκριμένες καταδυτικές δραστηριότητες.",
        "min_age": "Ελάχιστο 10 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "1 ώρα",
        "min_dives": "ΔΕ",
        "max_depth": "Το βάθος περιορίζεται από τις ικανότητες, την εμπειρία και την προηγούμενη πιστοποίηση του συμμετέχοντος.",
        "certification": "Απαιτείται πιστοποίηση ως NAUI Καταδυτής ή ισοδύναμη",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Καταδυτής Διάσωσης",
        "category": "Συνεχιζόμενη Εκπαίδευση",
        "description": "Αυτό το μάθημα συνεχιζόμενης εκπαίδευσης εκπαιδεύει τους καταδύτες στη γνώση και τις δεξιότητες που απαιτούνται για τη διαχείριση κινδύνων και την αποτελεσματική αντιμετώπιση περιορισμένων προβλημάτων στο νερό και καταδυτικών έκτακτων αναγκών. Το μάθημα θα περιλαμβάνει τα εξής: βοήθειες, μεταφορές, επιφανειακές διασώσεις και διασώσεις από βάθος που αφορούν τόσο καταδύτες με μάσκες όσο και με σκούμπα από σκάφος και από ακτή. Το μάθημα πληροί την προαπαιτούμενη εκπαίδευση διάσωσης για τις πιστοποιήσεις Εκπαιδευτή Κατάδυσης με Μάσκα NAUI, Βοηθού Εκπαιδευτή NAUI, Divemaster NAUI και Εκπαιδευτή NAUI.",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "4 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι δύο",
        "max_depth": "18 μέτρα (60 πόδια).",
        "certification": "Απαιτείται πιστοποίηση ως NAUI Καταδυτής Ανοιχτής Θάλασσας ή ισοδύναμη",
        "image": "static/images/netdivers-services-13.jpg",
        "popular": "ναι",
        "home_page": "ναι"
    },
    {
        "title": "Έμπειρος Καταδυτής",
        "category": "Εισαγωγικό Επίπεδο",
        "description": "Αυτό το μάθημα εισαγωγικού επιπέδου είναι για έμπειρους καταδύτες χωρίς αναγνωρισμένη αναψυκτική πιστοποίηση κατάδυσης. Αυτοί οι καταδύτες μπορεί να έχουν στρατιωτική, εμπορική ή επιστημονική εκπαίδευση κατάδυσης ή μπορεί να μην έχουν καμία επίσημη εκπαίδευση. Μετά την επιτυχή ολοκλήρωση, οι καταδύτες θα λάβουν πιστοποίηση NAUI Καταδυτή Ανοιχτής Θάλασσας με όλες τις ορισμένες προϋποθέσεις.",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "1 ώρα",
        "min_dives": "Ο καταδυτής θα αναλάβει το τμήμα ανοιχτής θάλασσας του μαθήματος NAUI Καταδυτή Ανοιχτής Θάλασσας (τέσσερις καταδύσεις)",
        "max_depth": "18 μέτρα (60 πόδια.)",
        "certification": "Δεν απαιτείται πιστοποίηση για να συμμετάσχετε σε αυτό το μάθημα",
        "image": "static/images/netdivers-services-6.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Πιστοποιημένος Καταδυτής Ανοιχτής Θάλασσας",
        "category": "Εισαγωγικό Επίπεδο",
        "description": "Αυτό το μάθημα εισαγωγικού επιπέδου πληροί τις απαιτήσεις για πιστοποίηση ISO Επίπεδο 2 - αυτόνομος καταδυτής. Θα διδάξει στους καταδύτες τις θεμελιώδεις γνώσεις και δεξιότητες για να κάνουν καταδύσεις με σκούμπα και να συμμετέχουν σε δραστηριότητες κατάδυσης ανοιχτής θάλασσας χωρίς επίβλεψη, υπό την προϋπόθεση ότι το περιβάλλον κατάδυσης, οι δραστηριότητες, οι περιοχές κατάδυσης και ο εξοπλισμός προσεγγίζουν αυτά της εκπαίδευσης.",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "17 ώρες συμπεριλαμβανομένων τουλάχιστον 10 ωρών στο νερό.",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι τέσσερις.",
        "max_depth": "18 μέτρα (60 πόδια.)",
        "certification": "Δεν απαιτείται πιστοποίηση για να συμμετάσχετε σε αυτό το μάθημα",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "ναι",
        "home_page": "ναι"
    },
    {
        "title": "Αναψυκτικός Καταδυτής Hookah",
        "category": "Εισαγωγικό Επίπεδο",
        "description": "Αυτό το μάθημα πιστοποίησης εισαγωγικού επιπέδου εκπαιδεύει τους φοιτητές στη χρήση του συστήματος κατάδυσης hookah. Οι απόφοιτοι θεωρούνται ικανοί να χρησιμοποιούν το σύστημα κατάδυσης hookah που χρησιμοποιήθηκε στην εκπαίδευση και να συμμετέχουν σε δραστηριότητες κατάδυσης hookah ανοιχτής θάλασσας χωρίς επίβλεψη, υπό την προϋπόθεση ότι το περιβάλλον κατάδυσης, οι δραστηριότητες, οι περιοχές κατάδυσης και ο εξοπλισμός προσεγγίζουν αυτά της εκπαίδευσης. Αυτό το μάθημα δεν πιστοποιεί τους αποφοίτους ως καταδύτες σκούμπα. Αυτό το μάθημα δεν πιστοποιεί τους αποφοίτους ως καταδύτες σκούμπα.",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "17 ώρες συμπεριλαμβανομένων τουλάχιστον 10 ωρών στο νερό",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι τέσσερις",
        "max_depth": "18 μέτρα (60 πόδια.)",
        "certification": "Δεν απαιτείται πιστοποίηση για να συμμετάσχετε σε αυτό το μάθημα",
        "image": "static/images/netdivers-services-13.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Κατάδυση με Παροχή Αέρα",
        "category": "Εισαγωγικό Επίπεδο",
        "description": "Εξερευνήστε από την επιφάνεια με τη χρήση θετικής πλευστότητας, συσκευών αναπνοής αέρα μόνο στην επιφάνεια, όπως το Supplied Air Snorkeling for Youth (SASY) ή εξοπλισμό Scuba Air Snorkeling. Οι φοιτητές θα εξοικειωθούν με τις συστάσεις των κατασκευαστών σχετικά με τη λειτουργία και τη χρήση του επιλεγμένου εξοπλισμού ενώ διατηρούν θετική πλευστότητα στην επιφάνεια καθ' όλη τη διάρκεια της εμπειρίας κατάδυσης.",
        "min_age": "Χωρίς ελάχιστη ηλικία",
        "min_hours": "Χωρίς ελάχιστο",
        "min_dives": "Ο ελάχιστος αριθμός συνεδριών στο νερό είναι μία.",
        "max_depth": "Δεν Ισχύει",
        "certification": "Δεν απαιτείται πιστοποίηση για να συμμετάσχετε σε αυτό το μάθημα",
        "image": "static/images/netdivers-services-7.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Βασική Υποστήριξη Ζωής: ΚΑΡΠ και Πρώτες Βοήθειες",
        "category": "Πρώτες Βοήθειες",
        "description": "Αυτό είναι ένα μάθημα NAUI με την υποστήριξη του DAN (Δίκτυο Εγρήγορσης Καταδυτών). Αυτό το θεμελιώδες μάθημα σας προετοιμάζει να παρέχετε την κατάλληλη φροντίδα για απειλητικές για τη ζωή ασθένειες ή τραυματισμούς μέχρι να είναι διαθέσιμη επαγγελματική επείγουσα ιατρική φροντίδα. Οι δεξιότητες υποστήριξης ζωής που διδάσκονται σε αυτό το μάθημα περιλαμβάνουν ΚΑΡΠ από έναν και δύο διασώστες για ενήλικες, παιδιά και βρέφη. Χρήση αυτόματων εξωτερικών απινιδωτών, διαχείριση αιμορραγίας, βοήθεια σε πνιγμένους και απάντηση σε άτομο σε κατάπτωση. Οι δεξιότητες πρώτων βοηθειών που διδάσκονται περιλαμβάνουν τη διεξαγωγή δευτερογενών αξιολογήσεων, την αντιμετώπιση κακώσεων και την απάντηση σε ιατρικές καταστάσεις έκτακτης ανάγκης.",
        "min_age": "Δεν υπάρχει ελάχιστη ηλικία για να συμμετάσχετε σε αυτό το μάθημα",
        "min_hours": "Ανάπτυξη γνώσης 2-3 ώρες (εκτίμηση), Ανάπτυξη δεξιοτήτων (πρακτική) 4-6 ώρες (εκτίμηση)",
        "min_dives": "ΔΕ",
        "max_depth": "ΔΕ",
        "certification": "Δεν απαιτείται πιστοποίηση κατάδυσης για να συμμετάσχετε σε αυτά τα μαθήματα",
        "image": "static/images/diving-sites-18.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Πρώτες Βοήθειες Κατάδυσης",
        "category": "Πρώτες Βοήθειες",
        "description": "Οι καταδύτες έχουν μοναδικές ευθύνες και καθήκοντα να ανταποκριθούν σε μοναδικές καταστάσεις· η εκπαίδευσή τους σε πρώτες βοήθειες δεν πρέπει να είναι λιγότερο μοναδική. Αυτό είναι ένα μάθημα NAUI με την υποστήριξη του DAN (Δίκτυο Εγρήγορσης Καταδυτών) το μάθημα Πρώτων Βοηθειών Κατάδυσης είναι σχεδιασμένο για όλους τους καταδύτες και πληροί τις ανάγκες εμπορικών, επαγγελματικών, ενυδρειακών και επιστημονικών καταδυτών, και παρέχει γνώσεις και δεξιότητες πρώτων βοηθειών ειδικά για αυτά τα εργασιακά περιβάλλοντα. /nΤο DFA περιλαμβάνει όλα τα στοιχεία των μαθημάτων DAN BLS και EO2 και περιλαμβάνει υλικό για νευρολογική αξιολόγηση και πρώτες βοήθειες για τραυματισμούς από επικίνδυνα θαλάσσια είδη. Στο μάθημα DFA, θα μάθετε πώς να διαχειρίζεστε σωστά τραυματισμούς με νευρολογικές επιπτώσεις. Θα μάθετε να αναγνωρίζετε αυτούς τους τραυματισμούς και να εκτελείτε σωστά μια νευρολογική αξιολόγηση. Θα μάθετε επίσης ποιες πληροφορίες να συλλέξετε και να μεταφέρετε στις υπηρεσίες επείγουσας ιατρικής βοήθειας. Η αναγνώριση συμπτωμάτων και η γρήγορη αντίδραση μπορεί να συντομεύσει τους χρόνους ανάκαμψης και να βελτιώσει τα μακροπρόθεσμα αποτελέσματα. Στο τμήμα για τραυματισμούς από επικίνδυνα θαλάσσια είδη, θα αποκτήσετε τις γνώσεις που χρειάζεστε για να αναγνωρίζετε συγκεκριμένους τύπους τραυματισμών από θαλάσσια είδη και τις δεξιότητες πρώτων βοηθειών για τη θεραπεία τους. /nΤο DFA είναι το πιο ολοκληρωμένο μάθημα πρώτων βοηθειών στη βιομηχανία κατάδυσης.  Ενώ απευθύνεται σε εκπαιδευτές κατάδυσης και divemasters, οποιοσδήποτε, ακόμα και μη καταδύτες, θα μάθει ένα απαραίτητο σύνολο δεξιοτήτων πρώτων βοηθειών και μείωσης κινδύνου.",
        "min_age": "Δεν υπάρχει ελάχιστη ηλικία για να συμμετάσχετε σε αυτό το μάθημα",
        "min_hours": "Ανάπτυξη γνώσης 6-8 ώρες (εκτίμηση), Ανάπτυξη δεξιοτήτων (πρακτική) 6-8 ώρες (εκτίμηση)",
        "min_dives": "ΔΕ",
        "max_depth": "ΔΕ",
        "certification": "Δεν απαιτείται πιστοποίηση κατάδυσης για να συμμετάσχετε σε αυτά τα μαθήματα",
        "image": "static/images/diving-sites-18.jpg",
        "popular": "ναι",
        "home_page": "όχι"
    },
    {
        "title": "Επείγουσα Χορήγηση Οξυγόνου για Τραυματισμούς Κατάδυσης",
        "category": "Πρώτες Βοήθειες",
        "description": "Αυτό είναι ένα μάθημα NAUI με την υποστήριξη του DAN (Δίκτυο Εγρήγορσης Καταδυτών).  Η χορήγηση επείγοντος οξυγόνου είναι η προτιμώμενη πρώτη βοήθεια για τραυματισμούς κατάδυσης, και η πρώιμη χορήγηση μπορεί να βελτιώσει δραστικά το αποτέλεσμα για έναν τραυματισμένο καταδύτη. Το μάθημα DAN Επείγουσα Χορήγηση Οξυγόνου για Τραυματισμούς Κατάδυσης σας διδάσκει πώς να χορηγείτε οξυγόνο πρώτης βοήθειας που σώζει ζωές σε καταδύτες που μπορεί να υποφέρουν από νόσο αποσυμπίεσης (DCI). Επιπλέον, αυτό το μάθημα θα σας διδάξει πώς να αναγνωρίζετε τα σημεία και τα συμπτώματα της νόσου αποσυμπίεσης και να ανταποκρίνεστε αναλόγως. Οι δεξιότητες έκτακτης ανάγκης που διδάσκονται σε αυτό το μάθημα δεν είναι μοναδικές στην κατάδυση· εφαρμόζονται σε πολλά άλλα θαλάσσια σπορ και άλλες δραστηριότητες.",
        "min_age": "Δεν υπάρχει ελάχιστη ηλικία για να συμμετάσχετε σε αυτό το μάθημα",
        "min_hours": "Ανάπτυξη γνώσης 2 ώρες (εκτίμηση), Ανάπτυξη δεξιοτήτων (πρακτική) 2 ώρες (εκτίμηση)",
        "min_dives": "ΔΕ",
        "max_depth": "ΔΕ",
        "certification": "Δεν απαιτείται πιστοποίηση κατάδυσης για να συμμετάσχετε σε αυτά τα μαθήματα",
        "image": "static/images/diving-sites-18.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Βοηθός Εκπαιδευτής",
        "category": "Ηγεσία",
        "description": "Αυτό το πρόγραμμα είναι σχεδιασμένο να εισαγάγει τους φοιτητές στα βασικά της εκπαίδευσης κατάδυσης. Διδάσκει τις θεμελιώδεις δεξιότητες στο νερό που απαιτούνται για να γίνει κάποιος ικανός βοηθός και είναι ένα συνιστώμενο βήμα στην πρόοδο για να γίνει κάποιος Εκπαιδευτής. Μετά την επιτυχή ολοκλήρωση του μαθήματος, οι συμμετέχοντες κερδίζουν το προνόμιο να γίνουν μέλη της NAUI και μόλις βρεθούν σε ενεργό κατάσταση, είναι αρμόδιοι να βοηθούν ενεργούς εκπαιδευτές NAUI με μαθήματα, υπό την προϋπόθεση ότι οι δραστηριότητες και ο τόπος προσεγγίζουν αυτούς στους οποίους εκπαιδεύτηκε ο Βοηθός Εκπαιδευτής.",
        "min_age": "Ελάχιστη ηλικία 18 ετών πριν από την εγγραφή και την έναρξη της εκπαίδευσης.",
        "min_hours": "7 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι δύο",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Πιστοποιημένος ως NAUI Καταδυτής Ανοιχτής Θάλασσας ή ισοδύναμος. – Πιστοποίηση ως NAUI Καταδυτής Διάσωσης ή ισοδύναμος. – Πιστοποιημένος ως NAUI Καταδυτής Νιτροξ ή ισοδύναμος. – Πιστοποιημένος ως NAUI Αρχιμαΐστρος Καταδυτής ή ισοδύναμος. – Τρέχουσα πιστοποίηση σε Πρώτες Βοήθειες Κατάδυσης για Επαγγελματίες Καταδύτες (DFA Pro) ή ισοδύναμη",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Divemaster/Μάθημα Μετατροπής σε Divemaster",
        "category": "Ηγεσία",
        "description": "Η βαθμολογία NAUI Divemaster είναι η υψηλότερη πιστοποίηση επιπέδου ηγεσίας της NAUI εκτός από εκπαιδευτή. Το πρόγραμμα είναι σχεδιασμένο να εκπαιδεύσει έμπειρους και γνώστες καταδύτες να οργανώνουν και να διεξάγουν ευχάριστες καταδύσεις ανοιχτής θάλασσας για πιστοποιημένους καταδύτες. Εάν πληρούνται όλες οι άλλες προϋποθέσεις, ένας τρέχων NAUI Divemaster είναι αρμόδιος να εισέλθει σε ένα Μάθημα Εκπαίδευσης Εκπαιδευτών (ITC) της NAUI.",
        "min_age": "Ελάχιστη ηλικία 18 ετών πριν από την εγγραφή και την έναρξη της εκπαίδευσης",
        "min_hours": "20 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός δραστηριοτήτων Divemaster ανοιχτής θάλασσας είναι 20, που διεξάγονται σε όχι λιγότερες από 10 καταδύσεις.",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Πιστοποιημένος ως NAUI Καταδυτής Ανοιχτής Θάλασσας ή ισοδύναμος. – Πιστοποίηση ως NAUI Καταδυτής Διάσωσης ή ισοδύναμος. – Πιστοποιημένος ως NAUI Καταδυτής Νιτροξ ή ισοδύναμος. – Πιστοποιημένος ως NAUI Αρχιμαΐστρος Καταδυτής ή ισοδύναμος. – Τρέχουσα πιστοποίηση σε Πρώτες Βοήθειες Κατάδυσης για Επαγγελματίες Καταδύτες (DFA Pro) ή ισοδύναμη",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Εκπαιδευτής Κατάδυσης με Μάσκα",
        "category": "Ηγεσία",
        "description": "Αυτό είναι ένα μάθημα πιστοποίησης επιπέδου ηγεσίας σχεδιασμένο να εκπαιδεύσει και να πιστοποιήσει άτομα και να εκδώσει πιστοποιήσεις σε κατάδυση με μάσκα (κατάδυση με αναπνοή). Το μάθημα θα διαθέσει σε άτομα, σχολεία, κατασκηνώσεις ή παρόμοιες ομάδες ηγέτες NAUI που μπορούν να διδάξουν αποτελεσματικά τους ανθρώπους να απολαμβάνουν την κατάδυση με μάσκα με ελάχιστο κίνδυνο.",
        "min_age": "Ελάχιστη ηλικία 18 ετών πριν από την εγγραφή και την έναρξη της εκπαίδευσης",
        "min_hours": "7 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι μία",
        "max_depth": "",
        "certification": "Πιστοποιημένος ως NAUI Καταδυτής Ανοιχτής Θάλασσας ή ισοδύναμος. – Πιστοποίηση ως NAUI Καταδυτής Διάσωσης ή ισοδύναμος. – Πιστοποιημένος ως NAUI Καταδυτής Νιτροξ ή ισοδύναμος. – Πιστοποιημένος ως NAUI Αρχιμαΐστρος Καταδυτής ή ισοδύναμος. – Τρέχουσα πιστοποίηση σε Πρώτες Βοήθειες Κατάδυσης για Επαγγελματίες Καταδύτες (DFA Pro) ή ισοδύναμη",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Καταδυτής Μεγάλου Βάθους",
        "category": "Ειδικότητα",
        "description": "Αυτό το μάθημα ειδικότητας παρέχει στον καταδύτη τις γνώσεις και τις δεξιότητες για να σχεδιάζει και να εκτελεί καταδύσεις ενώ ελαχιστοποιεί τους κινδύνους. Οι βαθιές καταδύσεις είναι μεταξύ 18 και 40 μ. (60 και 130 πόδια) και δεν απαιτούν σταματήματα αποσυμπίεσης. Οι απόφοιτοι θεωρούνται ικανοί να συμμετέχουν σε δραστηριότητες κατάδυσης ανοιχτής θάλασσας χωρίς επίβλεψη, υπό την προϋπόθεση ότι το περιβάλλον κατάδυσης, οι δραστηριότητες, οι περιοχές κατάδυσης και ο εξοπλισμός προσεγγίζουν αυτά της εκπαίδευσης.",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "2 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι δύο",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Απαιτείται πιστοποίηση ως NAUI Καταδυτής Ανοιχτής Θάλασσας Προχωρημένου Επιπέδου ή ισοδύναμη",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "ναι",
        "home_page": "όχι"
    },
    {
        "title": "Καταδυτής Νύχτας & Περιορισμένης Ορατότητας",
        "category": "Ειδικότητα",
        "description": "Αυτό το μάθημα ειδικότητας για πιστοποιημένους καταδύτες ανοιχτής θάλασσας ή πιστοποιημένους καταδύτες με μάσκα. Παρέχει στον καταδύτη τις δεξιότητες και τις γνώσεις που απαιτούνται για την ελαχιστοποίηση των κινδύνων της κατάδυσης τη νύχτα. Μετά την επιτυχή ολοκλήρωση αυτού του μαθήματος, οι απόφοιτοι θεωρούνται ικανοί να συμμετέχουν σε δραστηριότητες κατάδυσης ανοιχτής θάλασσας χωρίς επίβλεψη, υπό την προϋπόθεση ότι το περιβάλλον κατάδυσης, οι δραστηριότητες, οι περιοχές κατάδυσης και ο εξοπλισμός προσεγγίζουν αυτά της εκπαίδευσης.",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "2 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι δύο.",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Ως μάθημα καταδύτη σκούμπα, απαιτείται πιστοποίηση ως NAUI Καταδυτής ή ισοδύναμη",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Καταδυτής Αναζήτησης & Ανάκτησης",
        "category": "Ειδικότητα",
        "description": "Αυτό το μάθημα ειδικότητας έχει στόχο να παρέχει στους καταδύτες τις δεξιότητες και τις γνώσεις για να εκτελούν τις υποβρύχιες εργασίες που συνήθως χρειάζονται από τον έμπειρο αναψυκτικό καταδύτη και να ελαχιστοποιούν τους κινδύνους τέτοιων εργασιών ενώ αναζητούν και ανακτούν αντικείμενα που έχουν χαθεί στο υγρό περιβάλλον. Οι απόφοιτοι θεωρούνται ικανοί να συμμετέχουν σε δραστηριότητες κατάδυσης ανοιχτής θάλασσας χωρίς επίβλεψη, υπό την προϋπόθεση ότι το περιβάλλον κατάδυσης, οι δραστηριότητες, οι περιοχές κατάδυσης και ο εξοπλισμός προσεγγίζουν αυτά της εκπαίδευσης.",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "2 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι δύο",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Απαιτείται πιστοποίηση ως NAUI Καταδυτής ή ισοδύναμη.",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "ναι",
        "home_page": "όχι"
    },
    {
        "title": "Καταδυτής Ψηφιακής Απεικόνισης Υποβρύχια",
        "category": "Ειδικότητα",
        "description": "Αυτό το μάθημα ειδικότητας έχει στόχο να παρέχει στον πιστοποιημένο καταδύτη τις δεξιότητες και τις γνώσεις για να απολαμβάνει την υδρόβια ψηφιακή απεικόνιση ενώ ελαχιστοποιεί τους κινδύνους τέτοιων δραστηριοτήτων. Αυτό είναι ένα μάθημα σε υδρόβια απεικόνιση, χρησιμοποιώντας υδρόβιο φωτογραφικό ή/και βιντεογραφικό εξοπλισμό και τεχνικές. Οι απόφοιτοι θεωρούνται ικανοί να συμμετέχουν σε δραστηριότητες κατάδυσης ανοιχτής θάλασσας χωρίς επίβλεψη, υπό την προϋπόθεση ότι το περιβάλλον κατάδυσης, οι δραστηριότητες, οι περιοχές κατάδυσης και ο εξοπλισμός προσεγγίζουν αυτά της εκπαίδευσης.",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "4 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι τρεις",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Πιστοποίηση NAUI Καταδυτή ή ισοδύναμη",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Καταδυτής Ναυαγίων (Εξωτερική Έρευνα)",
        "category": "Ειδικότητα",
        "description": "Αυτό το μάθημα ειδικότητας έχει στόχο να παρέχει στον καταδύτη τις δεξιότητες και τις γνώσεις που απαιτούνται για να αποκτήσει εμπειρία και να ελαχιστοποιήσει τους κινδύνους στην κατάδυση σε ναυάγια. Η κατάδυση σε ναυάγια (εξωτερική έρευνα) ορίζεται ως κατάδυση γύρω από βυθισμένο σκάφος, αεροσκάφος ή πεδίο συντριμμιών. Μετά την επιτυχή ολοκλήρωση αυτού του μαθήματος, οι απόφοιτοι θεωρούνται ικανοί να συμμετέχουν σε δραστηριότητες κατάδυσης ανοιχτής θάλασσας χωρίς επίβλεψη, υπό την προϋπόθεση ότι το περιβάλλον κατάδυσης, οι δραστηριότητες, οι περιοχές κατάδυσης και ο εξοπλισμός προσεγγίζουν αυτά της εκπαίδευσης",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "2 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι δύο",
        "max_depth": "40 μέτρα (130 πόδια)",
        "certification": "Απαιτείται πιστοποίηση ως NAUI Καταδυτής Ανοιχτής Θάλασσας Προχωρημένου Επιπέδου ή ισοδύναμη",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "ναι",
        "home_page": "όχι"
    },
    {
        "title": "Εισαγωγή στην Κατάδυση με Σκούμπα",
        "category": "Επιτηρούμενη Κατάδυση",
        "description": "Αυτό το μάθημα επιτηρούμενης κατάδυσης, χωρίς πιστοποίηση, είναι ένα εισαγωγικό, ρεσόρτ στυλ μάθημα κατάλληλο για την εισαγωγή μη καταδυτών στην κατάδυση με σκούμπα. Οι συμμετέχοντες κάνουν καταδύσεις με σκούμπα σε έλεγχη. Οι φοιτητές μπορούν να συμμετάσχουν σε μια προαιρετική κατάδυση ανοιχτής θάλασσας σε μέγιστο βάθος 12μ (40 πόδια) εάν ένας Εκπαιδευτής διεξάγει όλες τις εργασίες σε περιορισμένο νερό. Μετά την ολοκλήρωση του μαθήματος, μια ψηφιακή βεβαίωση συμμετοχής θα είναι διαθέσιμη στην εφαρμογή NAUI. Σε οποιοδήποτε σημείο, το πρόγραμμα μπορεί να μετατραπεί στο μάθημα NAUI Καταδυτής ή NAUI Καταδυτής Ανοιχτής Θάλασσας.",
        "min_age": "Ελάχιστο οκτώ (8) ετών για περιορισμένο νερό και ελάχιστο δέκα (10) ετών για ανοιχτή θάλασσα",
        "min_hours": "1 ώρα",
        "min_dives": "Μία κατάδυση σε περιορισμένο νερό",
        "max_depth": "Το μέγιστο βάθος για ιδανικές συνθήκες για οποιαδήποτε κατάδυση ανοιχτής θάλασσας είναι 12 μέτρα (40 πόδια)",
        "certification": "Δεν απαιτείται πιστοποίηση για να συμμετάσχετε σε αυτό το μάθημα.",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "ναι",
        "home_page": "όχι"
    },
    {
        "title": "Καταδυτής (Επιτηρούμενος Καταδυτής-ISO Επίπεδο 1)",
        "category": "Επιτηρούμενη Κατάδυση",
        "description": "Αυτό το μάθημα επιτηρούμενης κατάδυσης είναι ένα εισαγωγικό μάθημα Σκούμπα που πληροί τις απαιτήσεις για ISO επίπεδο 1 - επιτηρούμενους καταδύτες (24801-1). Αυτό το μάθημα θα προετοιμάσει τους μη καταδύτες στο σημείο που μπορούν να απολαμβάνουν την κατάδυση με σκούμπα σε ανοιχτό νερό υπό ελεγχόμενες συνθήκες σε περιορισμένο βάθος 12 μ. (40 πόδια) με την επίβλεψη ενός ενεργού εκπαιδευτή NAUI ή Divemaster. Θα ισχύουν περιορισμοί.",
        "min_age": "Ελάχιστο 15 ετών μέχρι τη φάση του μαθήματος στο νερό",
        "min_hours": "5 ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι δύο",
        "max_depth": "12 μέτρα (40 πόδια)",
        "certification": "Δεν απαιτείται πιστοποίηση. Οι συμμετέχοντες θα πρέπει να μπορούν να επιδείξουν άνετα νεανική ικανότητα κολύμβησης.",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    },
    {
        "title": "Καταδυτής Tandem",
        "category": "Επιτηρούμενη Κατάδυση",
        "description": "Αυτό είναι ένα μάθημα χωρίς πιστοποίηση που επιτρέπει σε μη καταδύτες να βιώσουν την κατάδυση με σκούμπα. Οι συμμετέχοντες μπορούν να κάνουν καταδύσεις με σκούμπα σε ανοιχτό νερό υπό έλεγχο. Είναι επίσης ένα κατάλληλο πρόγραμμα για διεξαγωγή όπου δεν υπάρχει διαθέσιμο περιορισμένο νερό για την εισαγωγή των δεξιοτήτων σκούμπα πριν από την ανοιχτή θάλασσα.",
        "min_age": "Ελάχιστο 10 ετών",
        "min_hours": "Χωρίς ελάχιστες ώρες",
        "min_dives": "Ο ελάχιστος αριθμός καταδύσεων ανοιχτής θάλασσας είναι μία",
        "max_depth": "Το μέγιστο βάθος για οποιαδήποτε κατάδυση ανοιχτής θάλασσας κατά τη διάρκεια αυτού του μαθήματος είναι 12 μέτρα (40 πόδια)",
        "certification": "",
        "image": "static/images/netdivers-services-9.jpg",
        "popular": "όχι",
        "home_page": "όχι"
    }
]