[
    {
        "slug": "zinovia-zenobia-shipwreck",
        "name": "Ναυάγιο Ζηνοβία (Zenobia)",
        "excerpt": "Ναυάγιο Σουηδικού φέρι, επίσης γνωστό ως «Τιτανικός της Μεσογείου» λόγω του μεγέθους και της δημοτικότητάς του μεταξύ των καταδυτών.",
        "city": "Λάρνακα",
        "location": "Κόλπος Λάρνακας, ανοιχτά των ακτών κοντά στην Παραλία Μακένζι — περίπου 1,4 χλμ. (≈0,8 ναυτικά μίλια) από την ακτή.",
        "depth": "Τυπικό εύρος βάθους κατάδυσης: Περίπου 17 – 43 μ. (56 – 141 πόδια).",
        "marine_life": "Αυτό το ναυάγιο είναι πλέον ένα ακμαίο τεχνητό ύφαλο με άφθονη ζωή. Γουλιανοί, σφυρίδες, σαλάχια, σαλάχια, σαλάχια, σαλιγκάρια, χελώνες, χταπόδια. Διάφορα κοπάδια ψαριών και είδη υφάλου (χείλι, σπαρίδια). Κοράλλια, σφουγγάρια, μαλακόστρακα — συν περιστασιακές παρατηρήσεις δελφινιών.",
        "description": "Η Ζηνοβία ήταν ένα Σουηδικό φέρι τύπου Ro-Ro (≈172 μ. μήκος) που βυθίστηκε στις 7 Ιουνίου 1980 κατά το παρθενικό του ταξίδι λόγω βλαβών στις αντλίες έρματος. Σήμερα βρίσκεται πλαγίως στην πλευρά του στη θαλασσινή άμμο, με μεγάλο μέρος της δομής και του φορτίου του (συμπεριλαμβανομένων φορτηγών και οχημάτων) ακόμα άθικτα, καθιστώντας το ένα από τα πιο διάσημα αναψυκτικά ναυάγια στον κόσμο για κατάδυση. Οι καταδύτες μπορούν να εξερευνήσουν τόσο το εξωτερικό όσο και κάποιες προσβάσιμες εσωτερικές περιοχές, με βαθύτερες καταδύσεις ή καταδύσεις διείσδυσης να συνιστώνται μόνο για έμπειρους καταδύτες με κατάλληλες πιστοποιήσεις.",
        "dive_type": "Κύριος τύπος κατάδυσης: Κατάδυση σε ναυάγιο (με επιλογές για εξερεύνηση υφάλου).",
        "certification": "Κατάλληλο για Προχωρημένους Καταδύτες Ανοιχτής Θάλασσας και υψηλότερα επίπεδα, ειδικά για βαθύτερη ή εσωτερική εξερεύνηση. Προτιμάται εμπειρία κατάδυσης από σκάφος.",
        "access": "Μόνο με σκάφος από το λιμάνι της Λάρνακας / καταδυτικά σκάφη. Δεν υπάρχει είσοδος από ακτή — οι πάροχοι συνήθως εκτελούν τακτικά δρομολόγια στο σημείο.",
        "tips": "Η ορατότητα είναι γενικά εξαιρετική (20-30 μ.+). Η θερμοκρασία του νερού ποικίλλει ανά εποχή και υποστηρίζει κατάδυση όλο το χρόνο.",
        "popular": "ναι",
        "image": "static/images/zinovia.jpg"
    },
    {
        "slug": "cyclops-cave-often-just-called-cyclops",
        "name": "Σπήλαιο Κύκλωπα (συχνά απλά «Κύκλωπας»)",
        "excerpt": "Ένα σενάριο κατάδυσης που πήρε το όνομά του από μια παράκτια σπηλιά που σχετίζεται με τον μυθικό μονόφθαλμο Κύκλωπα.",
        "city": "Περιοχή Αγίας Νάπας / Πρωταρά (Επαρχία Αμμοχώστου)",
        "location": "Το σημείο βρίσκεται κοντά στον Κόλπο Κόννος και στο Ακρωτήριο Γκρέκο στην νοτιοανατολική ακτή της Κύπρου.",
        "depth": "Μέγιστο Βάθος: έως περίπου 40 μ. ανάλογα με το προφίλ κατάδυσης.",
        "marine_life": "Το υποβρύχιο τοπίο γύρω από τον Κύκλωπα είναι ζωντανό και ποικιλόμορφο. Μπορείτε να αναμένετε να δείτε: Γουλιανοί, σαργοί, και καρδιναλίδια, Χείλια και ψαροκύνα, Χταπόδια, λιονταρόψαρα, σμέρνες, Τόνους και μεγαλύτερα πελαγικά περιστασιακά. Λειμώνες θαλάσσιας πόσις (Posidonia) με μικρότερα ψάρια υφάλου και ασπόνδυλα.",
        "description": "Ο Κύκλωπας δεν είναι ένα μοναδικό σπήλαιο αλλά ένα ποικίλο υποβρύχιο τοπίο με βραχώδεις πλαγιές, ογκόλιθους, αμμώδεις περιοχές, χωράφια θαλάσσιας πόσις και μια ημι-βυθισμένη περιοχή σπηλιάς/σπηλαίου. Είναι γνωστό για τη συναρπαστική τοπογραφία του — ιδανική για εξερεύνηση, εξάσκηση δεξιοτήτων και φωτογραφία. Οι καταδύτες συχνά ξεκινούν γύρω από ρηχά βάθη και ακολουθούν τον τοίχο βαθύτερα, βιώνοντας ήπιες πλαγιές και δραματικές απολήξεις. Το σημείο είναι δημοφιλές τόσο σε αναψυκτικούς όσο και σε τεχνικούς καταδύτες χάρη στο εύρος βάθους και των χαρακτηριστικών του.",
        "dive_type": "Τοίχος / κυκλική κατάδυση με βραχώδεις σχηματισμούς και απολήξεις. Είσοδος από περίπου 2 μ., με βαθύτερες πλαγιές και απολήξεις προσβάσιμες για προχωρημένους καταδύτες. Κατάλληλο για κατάδυση από ακτή, και επίσης δυνατό με καταδύσεις από σκάφος.",
        "certification": "Προχωρημένοι, πλοήγηση, νύχτα και εκπαίδευση βαθιάς κατάδυσης",
        "access": "Είσοδος από ακτή — συνήθως από βραχώδεις περιοχές στο Ακρωτήριο Γκρέκο / Κόλπο Κόννος. Μπορεί να είναι λίγο δύσκολη, οπότε κάποιοι καταδύτες προτιμούν είσοδο με σκάφος εάν είναι διαθέσιμη.",
        "tips": "Ευελιξία βάθους: ρηχή εκκίνηση για αρχάριους με βαθύτερα τμήματα για έμπειρους καταδύτες. Υποβρύχιο σκηνικό: δραματικοί ογκόλιθοι, αμμώδεις περιοχές και λειμώνες θαλάσσιας πόσις (Posidonia). Καλή ορατότητα, συχνά 20 μ.+ σε καθαρές συνθήκες. Ευρέως χρησιμοποιείται για ανάπτυξη δεξιοτήτων (πλοήγηση, καταδύσεις νύχτας, έλεγχος πλευστότητας).",
        "popular": "ναι",
        "image": "static/images/cyclops_cave.jpg"
    },
    {
        "slug": "chapel-cape-greco-dive-site",
        "name": "Σημείο Κατάδυσης «Το Εκκλησάκι» (Ακρωτήριο Γκρέκο)",
        "excerpt": "Συνήθως αναφέρεται γύρω από τον Πρωταρά / Ακρωτήριο Γκρέκο και πήρε το όνομά του από το μικρό εκκλησάκι στο βράχο πάνω από το σημείο εισόδου.",
        "city": "Πρωταράς / Ακρωτήριο Γκρέκο, Επαρχία Αμμοχώστου",
        "location": "Νοτιοανατολική Κύπρος",
        "depth": "Τυπικό Μέγιστο Βάθος: έως περίπου 40 μ. (με μέσα βάθη γύρω στα 10-25 μ. ανάλογα με τη διαδρομή).",
        "marine_life": "Μπορείτε να περιμένετε μια πλούσια μεσογειακή ποικιλία, συμπεριλαμβανομένων: Γουλιανών, σαργών, χειλιών, Λιονταρόψαρων, σμυρνών, χταποδιών, γυμνοβραγχίων (θαλάσσια γυμνοσάλιαγκες), Αχινών, μικρών ψαριών υφάλου, Περιστασιακά χελώνες και μεγαλύτερα ψάρια σε ανοιχτά νερά. Το μικτό βραχώδες έδαφος με προεξοχές, υπέρστεγα και αμμώδεις περιοχές παρέχει εξαιρετικά σημεία απόκρυψης και ποικιλότητα οικοτόπων.",
        "description": "Η κατάδυση «Το Εκκλησάκι» πήρε το όνομά του από το μικρό εκκλησάκι (εκκλησάκι) που βλέπει στη θάλασσα, με σκαλιά προς μια βραχώδη είσοδο στο νερό. Κάτω από την επιφάνεια, το υποβρύχιο τοπίο περιλαμβάνει βραχώδεις σχηματισμούς, υπέρστεγα, απολιθωμένα χαρακτηριστικά και χωράφια θαλάσσιας πόσις (Posidonia). Οι καταδύτες συχνά εξερευνούν τόσο ρηχότερα σκηνικά περιγράμματα όσο και βαθύτερους τοίχους. Το έδαφος είναι ποικίλο και εξαιρετικό για εξερεύνηση ή φωτογραφία, κάνοντάς το ελκυστικό για ένα ευρύ φάσμα επιπέδων δεξιοτήτων.",
        "dive_type": "Κατάδυση από ακτή με βραχώδες βυθό, προεξοχές, υπέρστεγα και τοίχους.",
        "certification": "Κατάλληλο για αναψυκτική κατάδυση — για Προχωρημένους Καταδύτες Ανοιχτής Θάλασσας, ανάλογα με το πόσο βαθιά πηγαίνετε ή ποια χαρακτηριστικά εξερευνάτε.",
        "access": "Είσοδος από ακτή — περπάτημα κάτω από το δρόμο/το ακρωτήριο προς το νερό μέσω μονοπατιού ή σκαλιών κοντά στο εκκλησάκι. Η είσοδος είναι βραχώδης και μπορεί να απαιτεί προσεκτικό βηματισμό, αλλά μόλις μπείτε στο νερό, το σημείο ανοίγει σε ποικιλόμορφο έδαφος.",
        "tips": "Ποικιλόμορφη τοπογραφία: βράχια, προεξοχές και αμμώδεις θήκες κάνουν την κατάδυση ενδιαφέρουσα σε όλα τα επίπεδα. Βιοποικιλότητα θαλάσσιας ζωής: τυπική μεσογειακή ζωή, καλή για φωτογραφία και θαλάσσια παρατήρηση. Καλή ορατότητα: συχνά εξαιρετική διαύγεια νερού, κοινή στις καταδύσεις στην Κύπρο. Δυνατότητα εκπαίδευσης: χρήσιμη για πλοήγηση, εξάσκηση πλευστότητας και καταδύσεις νύχτας.",
        "popular": "ναι",
        "image": "static/images/lionfish.jpg"
    },
    {
        "slug": "green-bay-dive-site",
        "name": "Σημείο Κατάδυσης «Πράσινη Κόλπος»",
        "excerpt": "Ένα δημοφιλές, εύκολο σημείο κατάδυσης από ακτή στην Κύπρο, γνωστό για ήρεμα νερά, άφθονη θαλάσσια ζωή και υποβρύχια αξιοθέατα.",
        "city": "Πρωταράς (Παραλίμνι), Επαρχία Αμμοχώστου",
        "location": "Νοτιοανατολική Κύπρος.",
        "depth": "Μέγιστο Βάθος: ~10–12 μ. (≈33–39 πόδια) — ρηχό και ήπιο, ιδανικό για εκπαίδευση ή σκηνικές καταδύσεις.",
        "marine_life": "Ο Πράσινος Κόλπος προσφέρει μια πλούσια ποικιλία μεσογειακών θαλάσσιων ειδών, συμπεριλαμβανομένων: Σαργών, ψαροκύνων, ορνάτων & χρωματιστών χειλιών, αλογόψαρων, Σουπιών, αστερίων, χταποδιών. Περιστασιακές παρατηρήσεις χελωνών. Μεγάλα κοπάδια ψαριών κοντά στην περίφημη περιοχή σίτισης «Βράχος των Ψαριών», συν θραύσματα αρχαίων αμφορέων και τεχνητά αγάλματα που προσελκύουν περίεργη θαλάσσια ζωή.",
        "description": "Ο Πράσινος Κόλπος είναι ένα από τα πιο φιλόξενα και σκηνικά σημεία κατάδυσης της Κύπρου — ιδανικό για αρχάριους, καταδύσεις εκπαίδευσης και χαλαρή υποβρύχια εξερεύνηση. Είναι κατάδυση από ακτή με είσοδο άμμου και χαλίκια, και ο βυθός έχει ήπια κλίση προς το μέγιστο βάθος. Μοναδικά highlights περιλαμβάνουν βυθισμένα αγάλματα (αντίγραφα αρχαίων ελληνικών μνημείων) σε βάθος περίπου 10 μ., που δημιουργούν μια ατμοσφαιρική υποβρύχια γκαλερί, και το «Βράχος των Ψαριών» όπου συγκεντρώνονται κοπάδια ψαριών. Παρατηρήσεις πράσινων θαλάσσιων χελωνών προσθέτουν στη γοητεία του.",
        "dive_type": "Κατάδυση από ακτή (εύκολη είσοδος από παραλία)",
        "certification": "Αναψυκτική κατάδυση. Εξαιρετικό σημείο εκπαίδευσης εγκεκριμένο από μεγάλους καταδυτικούς οργανισμούς για περιορισμένο νερό και κατάδυση/snorkeling εισαγωγικού επιπέδου.",
        "access": "Είσοδος από ακτή — περπάτημα από ένα ρηχό, ήρεμο κόλπο. Η εύκολη είσοδος/έξοδος την κάνει τέλεια για νέους καταδύτες, snorkelers ή όποιον προτιμά απλή καταδυτική διαχείριση.",
        "tips": "Φιλική προς αρχάριους: ήπια κλίση, ρηχά βάθη, ήρεμες συνθήκες. Θαλάσσιες συναντήσεις: συχνές χελώνες, άφθονα ψάρια και μακρο ζωή. Υποβρύχια τέχνη & ιστορία: αγάλματα και θραύσματα αμφορέων προσθέτουν ένα πολιτισμικό στρώμα στην κατάδυση. Εξαιρετικό για εκπαίδευση: συχνά χρησιμοποιείται για καταδύσεις πιστοποίησης Ανοιχτής Θάλασσας.",
        "popular": "ναι",
        "image": "static/images/green_bay.jpg"
    },
    {
        "slug": "hms-cricket-wreck",
        "name": "Ναυάγιο HMS Cricket",
        "excerpt": "Ιστορική κατάδυση σε ναυάγιο ανοιχτά των ακτών κοντά στο Όρμιδια / Κόλπο Λάρνακας, με ένα Βρετανικό ποτάμιο πυροβολικό που τώρα βρίσκεται ανάποδα στον βυθό",
        "city": "Κόλπος Λάρνακας",
        "location": "Όρμιδια, Επαρχία Λάρνακας, νοτιοανατολική Κύπρος",
        "depth": "περίπου 29 – 33 μ. (95 – 108 πόδια) στο βαθύτερο σημείο του ναυαγίου",
        "marine_life": "Αυτό το ναυάγιο έχει γίνει ένα τεχνητό ύφαλο που φιλοξενεί μια ποικιλία μεσογειακής θαλάσσιας ζωής. Γουλιανοί και κοπάδια ψαριών υφάλου, Σμέρνες και λιονταρόψαρα, Χταπόδια, γυμνοβράγχια, αστέρια και άλλα ασπόνδυλα. Μικρότερα είδη ψαριών βρίσκουν καταφύγιο μέσα και γύρω από τη δομή του ναυαγίου",
        "description": "Το HMS Cricket ήταν ένα Βρετανικό ποτάμιο πυροβολικό που βυθίστηκε το 1947 ανοιχτά της Κύπρου, και τώρα ξεκουράζεται ανάποδα σε αμμώδη βυθό. Η δομή του δημιουργεί ενδιαφέροντα σημεία για κολύμβηση μέσα από αυτό και έδαφος για καταδύτες. Υπάρχει μια αμμώδης τάφρος κάτω από την τρόπιδα που επιτρέπει στους καταδύτες να κολυμπήσουν από κάτω και ακόμα να εξερευνήσουν εσωτερικές περιοχές μέσω μεγαλύτερων ανοιγμάτων — εξαιρετική για υποβρύχια φωτογραφία και εξερεύνηση.",
        "dive_type": "Κατάδυση σε ναυάγιο — ιδανική για καταδύτες ενδιαφερόμενους για ιστορικά ναυάγια και θαλάσσια ζωή.",
        "certification": "Συνιστάται για Προχωρημένους Καταδύτες Ανοιχτής Θάλασσας ή καταδύτες με εμπειρία σε ναυάγια. Προτιμάται εμπειρία κατάδυσης από σκάφος",
        "access": "Μόνο με σκάφος από το λιμάνι της Λάρνακας ή καταδυτικά σκάφη.",
        "tips": "Ένα σπάνιο πλοίο από την εποχή του Δευτέρου Παγκοσμίου Πολέμου που τώρα παρέχει οικότοπο και ενδιαφέρον για κατάδυση. Διαδρομές κολύμβησης κάτω από την τρόπιδα και ανοιχτές περιοχές το κάνουν ελκυστικό για προχωρημένα προφίλ κατάδυσης. Συχνά ορατότητα 20 μ.+, ανάλογα με τις συνθήκες.",
        "popular": "όχι",
        "image": "static/images/cricket.jpg"
    },
    {
        "slug": "liberty-wreck",
        "name": "Ναυάγιο Liberty",
        "excerpt": "Το σκόπιμα βυθισμένο Ρωσικό φορτωγό που σχηματίζει ένα προσβάσιμο τεχνητό ύφαλο και σημείο κατάδυσης υφάλου κοντά στον Πρωταρά στην Κύπρο.",
        "city": "Επαρχία Αμμοχώστου",
        "location": "Πρωταράς / Παραλίμνι, νοτιοανατολική Κύπρος.",
        "depth": "περίπου 27 μ. (88 πόδια).",
        "marine_life": "Αυτό το ναυάγιο έχει γίνει γρήγορα ένα ακμαίο τεχνητό ύφαλο με μια ποικιλία μεσογειακών θαλάσσιων ειδών γύρω και πάνω στη δομή, συμπεριλαμβανομένων: Σαργών, γουλιανών, χειλιών, λιονταρόψαρων, σμυρνών, θαλάσσιων γυμνοσαλιγών, καλαμαριών και φωτεινών αναπτύξεων ακτινιών στο κατάστρωμα του ναυαγίου",
        "description": "Το Liberty ήταν ένα Ρωσικό φορτωγό που βυθίστηκε σκόπιμα τον Μάιο του 2009 για να δημιουργήσει ένα τεχνητό ύφαλο και πόλο έλξης για καταδύσεις ανοιχτά των ακτών του Πρωταρά. Βρίσκεται όρθιο στον βυθό, περίπου 1 χλμ. από την ακτή, με μήκος ~37 μ. και πλάτος ~10 μ. — καθιστώντας το ένα διαχειρίσιμο ναυάγιο για αναψυκτικούς καταδύτες. Επειδή βρίσκεται κοντά στο ναυάγιο Nemesis III (μόλις ~90 μ. μακριά), η περιοχή είναι εξαιρετική για καταδύσεις με σκούτερ ή συνδυασμένες καταδύσεις σε πολλά ναυάγια. Με το πέρασμα του χρόνου, το Liberty έχει αναπτύξει αυξανόμενη βιοποικιλότητα καθώς θαλάσσιοι οργανισμοί εποικίζουν τις επιφάνειές του.",
        "dive_type": "Κατάδυση σε ναυάγιο (τεχνητό ύφαλο)",
        "certification": "Καλό για αναψυκτική εξερεύνηση ναυαγίων και εκπαίδευση όπως ειδικότητες Προχωρημένων Καταδυτών Ανοιχτής Θάλασσας. Προτιμάται εμπειρία κατάδυσης από σκάφος",
        "access": "Μόνο με σκάφος — συνήθως από καταδυτικά σκάφη Πρωταρά/Αγίας Νάπας",
        "tips": "Ένας βυθισμένος σταυρός και άγαλμα προσθέτουν ένα μοναδικό οπτικό στοιχείο κοντά στο σημείο. Η ορατότητα είναι συχνά 20 μ.+ υπό καλές συνθήκες.",
        "popular": "όχι",
        "image": "static/images/liberty.jpg"
    },
    {
        "slug": "nemesis-iii-wreck",
        "name": "Ναυάγιο Nemesis III",
        "excerpt": "Ένα σκόπιμα βυθισμένο αλιευτικό σκάφος που τώρα χρησιμεύει ως τεχνητό ύφαλο και δημοφιλές σημείο κατάδυσης σε ναυάγιο στην Κύπρο",
        "city": "Επαρχία Αμμοχώστου",
        "location": "Πρωταράς / Παραλίμνι, νοτιοανατολική Κύπρος.",
        "depth": "24 – 26 μ. (≈79 – 85 πόδια) — μέσο βάθος κατάδυσης γύρω από το ναυάγιο.",
        "marine_life": "Το ναυάγιο Nemesis III έχει γίνει ένα ακμαίο τεχνητό ύφαλο, προσελκύοντας τυπική μεσογειακή θαλάσσια ζωή, όπως: Γουλιανούς, λιονταρόψαρα, σμέρνες, Θαλάσσια γυμνοσάλιαγκες, καλαμάρια, σωληνωτούς σκώληκες, ασκιδιανούς χορδωτούς και κοπάδια σαργών, εποχικά γαϊδουροκέφαλα και περιστασιακούς τόνους που περνούν",
        "description": "Το Nemesis III ήταν ένα αλιευτικό σκάφος κατασκευασμένο στη Γαλλία (1956) και σκόπιμα βυθίστηκε τον Δεκέμβριο του 2013 για να δημιουργήσει ένα σημείο κατάδυσης και οικότοπο για θαλάσσια ζωή. Βρίσκεται όρθιο στον βυθό, καθιστώντας το ιδανικό για εξερεύνηση. Οι καταδύτες μπορούν να κολυμπήσουν γύρω και μέσα από μέρη της τρόπιδας, της γέφυρας, της μικρής καμπίνας και περιοχών του κινητήρα — με ασφαλείς διαδρομές κολύμβησης κατάλληλες για βασική κατάδυση σε ναυάγια και εξάσκηση πλοήγησης. Λόγω της εγγύτητάς του με το ναυάγιο Liberty, πολλοί πάροχοι καταδύσεων εκτελούν καταδύσεις σε πολλά ναυάγια ή καταδύσεις με σκούτερ μεταξύ των δύο σημείων.",
        "dive_type": "Κατάδυση σε ναυάγιο (τεχνητό ύφαλο)",
        "certification": "Κατάλληλο κυρίως για πιστοποιημένους Προχωρημένους Καταδύτες Ανοιχτής Θάλασσας και καταδύτες από σκάφος. Χρησιμοποιείται επίσης συχνά για προχωρημένη εκπαίδευση πλοήγησης και ειδικότητας ναυαγίων.",
        "access": "Μόνο με σκάφος — συνήθως από καταδυτικά σκάφη Πρωταρά/Αγίας Νάπας.",
        "tips": "Ένα μικρότερο, διαχειρίσιμο ναυάγιο τέλειο για εκπαίδευση εξερεύνησης ναυαγίων. Οι εσωτερικές περιοχές του σκάφους προσφέρουν ενδιαφέρουσες διαδρομές και ευκαιρίες φωτογραφίας.",
        "popular": "όχι",
        "image": "static/images/nemesis.jpg"
    },
    {
        "slug": "sea-caves-cape-greco-caves",
        "name": "Θαλάσσιες Σπηλιές (Σπηλιές Ακρωτηρίου Γκρέκο)",
        "excerpt": "Ένα δίκτυο φυσικών υποβρύχιων σπηλαίων, σηράγγων και διαδρομών κολύμβησης κατά μήκος της ανώμαλης ακτογραμμής του Ακρωτηρίου Γκρέκο",
        "city": "Επαρχία Αμμοχώστου",
        "location": "Εθνικό Δασικό Πάρκο Ακρωτηρίου Γκρέκο (Αγία Νάπα / Πρωταράς)",
        "depth": "12 – 15 μ. (≈39–49 πόδια).",
        "marine_life": "Μέσα και γύρω από τις σπηλιές θα συναντήσετε μια καλή ποικιλία μεσογειακής θαλάσσιας ζωής, όπως: Σαργούς, damselfish, ορνάτα χείλη, σκίουρους ψάρια, μπλε-στίγματα cornetfish, γουλιανούς, λιονταρόψαρα, σμέρνες, χταπόδια και περιστασιακά χελώνες. Ρωγμές και βραχώδεις σχηματισμοί προσελκύουν επίσης μικρά ασπόνδυλα και μαλακόστρακα.",
        "description": "Οι θαλάσσιες σπηλιές του Ακρωτηρίου Γκρέκο είναι μια σειρά από φυσικές θαλάσσιες σπηλιές, σήραγγες και αψίδες που διαμορφώθηκαν επί χιλιετίες από τα κύματα και τον άνεμο της Μεσογείου. Το υποβρύχιο τοπίο χαρακτηρίζεται από διαδρομές κολύμβησης γεμάτες φως, βραχώδη υπέρστεγα και στενά περάσματα που παρέχουν τόσο δραματικό σκηνικό όσο και μεγάλες ευκαιρίες για εξερεύνηση και υποβρύχια φωτογραφία. Οι καταδύτες συνήθως εισέρχονται από ακτή — ένα σύντομο περπάτημα κατά μήκος ενός βραχώδους μονοπατιού οδηγεί σε είσοδο giant stride στο νερό. Από εκεί, μπορείτε να εξερευνήσετε συνδεδεμένες σήραγγες και σπηλιές, μερικές φωτισμένες από λωρίδες ημέρας που διαπερνούν από ανοίγματα πάνω. Αυτό το σημείο είναι ιδιαίτερα δημοφιλές τους καλοκαιρινούς μήνες (Μάρτιος–Νοέμβριος) όταν η διαύγεια και οι συνθήκες του νερού είναι οι καλύτερες, αν και οι συνθήκες μπορεί να ποικίλλουν με τον καιρό και το κύμα.",
        "dive_type": "Κατάδυση από ακτή με σπηλιές και σήραγγες (στυλ διαδρομών κολύμβησης)",
        "certification": "Πιστοποιημένοι καταδύτες Ανοιχτής Θάλασσας και άνω — είναι προσβάσιμο σε πολλούς καταδύτες αλλά περιλαμβάνει στενές διαδρομές κολύμβησης όπου είναι χρήσιμος καλός έλεγχος πλευστότητας",
        "access": "Είσοδος από ακτή — σύντομο περπάτημα κάτω σε βραχώδες έδαφος προς τη θάλασσα",
        "tips": "Φυσικές αψίδες και σήραγγες καθιστούν την εξερεύνηση συναρπαστική χωρίς μεγάλα βάθη, δραματικοί λευκοί ασβεστολιθικοί βράχοι και θαλάσσιες αψίδες είναι διάσημα σημεία φωτογραφίας. Καλή ορατότητα. Συνήθως εξαιρετική μεσογειακή ορατότητα, συχνά 20 μ.+ σε καλές συνθήκες",
        "popular": "όχι",
        "image": "static/images/sea_caves.JPG"
    },
    {
        "slug": "cliffs-canyon-dive-sites-cape-greco",
        "name": "Σημεία Κατάδυσης Βράχων / Φαραγγιών (Ακρωτήριο Γκρέκο)",
        "excerpt": "Μια συλλογή υποβρύχιων τοίχων, απολήξεων και ανώμαλου εδάφους κατάδυσης συσχετιζόμενου με βράχους κατά μήκος της εξέχουσας ασβεστολιθικής ακτογραμμής του Ακρωτηρίου Γκρέκο κοντά στις θαλάσσιες σπηλιές",
        "city": "Επαρχία Αμμοχώστου",
        "location": "Εθνικό Δασικό Πάρκο Ακρωτηρίου Γκρέκο, κοντά στον Πρωταρά / Αγία Νάπα",
        "depth": "20 – 38 μ. για βαθύτερες περιοχές τοίχων/φαραγγιών (ορισμένες ζώνες μπορεί να πάνε βαθύτερα ανάλογα με τη διαδρομή)",
        "marine_life": "Το έδαφος βράχων/σκληρού τοίχου υποστηρίζει ένα μεσογειακό οικοσύστημα, συμπεριλαμβανομένων: Damselfish, γουλιανών, χειλιών, σμυρνών, χταποδιών, τριγώνων και περιστασιακά μεγαλύτερων ειδών σε βαθύτερες ζώνες. Τα ψάρια τείνουν να συγκεντρώνονται κατά μήκος προεξοχών και απολήξεων",
        "description": "Σε αντίθεση με τις ίδιες τις θαλάσσιες σπηλιές (που είναι κυρίως ρηχές σχηματισμοί στυλ διαδρομών κολύμβησης), οι περιοχές κατάδυσης βράχων στο Ακρωτήριο Γκρέκο προσφέρουν κάθετους τοίχους, φαράγγια και ανώμαλους υποβρύχιους βραχώδεις σχηματισμούς. Αυτές οι καταδύσεις συνήθως ξεκινούν από ακτή κοντά στη βάση του βράχου ή απαιτούν μια σύντομη διαδρομή με σκάφος και μετά κολύμπι κάτω από τη γραμμή του βράχου. Το έδαφος περιλαμβάνει απολήξεις, υπέρστεγα και κανάλια όπου οι καταδύτες μπορούν να εξερευνήσουν κατά μήκος ποικίλων περιγραμμάτων — συχνά με δραματικά εφέ φωτός και σκιάς. Οι βράχοι του Ακρωτηρίου Γκρέκο πάνω από το νερό είναι επίσης ένα γνωστό πόλο έλξης για άλματα από βράχο / κατάδυση από βράχο, αλλά οι αρχές αποθαρρύνουν έντονα και απαγορεύουν ακόμη και τα άλματα λόγω κινδύνων ασφάλειας και ασταθών συνθηκών βράχου.",
        "dive_type": "Κατάδυση από ακτή με έδαφος βράχων/ύφαλου τοίχου ή κατάδυση από ακτή με υποστήριξη σκάφους",
        "certification": "Πιο κατάλληλο για προχωρημένους ή έμπειρους καταδύτες λόγω μεταβλητής εισόδου/εξόδου και βαθύτερων προφίλ.",
        "access": "Από είσοδο από ακτή κάτω από βράχους (συχνά απαιτεί προσεκτικό περπάτημα σε βραχώδεις προεξοχές) και μερικές φορές υποστήριξη σκάφους για να φθάσουν βαθύτερες άκρες βράχων",
        "tips": "Υποβρύχιο έδαφος με απολήξεις και ποικίλες περιγράμματα. Οι καταδύτες μπορούν να νιώσουν μια «αίσθηση ελεύθερης πτώσης» κάτω από πιο απότομους τοίχους.",
        "popular": "όχι",
        "image": "static/images/cliffs.JPG"
    },
    {
        "slug": "xylophagou-ormidia-dive-sites",
        "name": "Σημεία Κατάδυσης Ξυλοφάγου-Ορμιδιάς",
        "excerpt": "Δύο γειτονικά σημεία κατάδυσης από ακτή κοντά στο Ξυλοφάγου, περίπου κατά μήκος της ακτογραμμής μεταξύ Ξυλοφάγου και Ορμιδιάς.",
        "city": "Λάρνακα",
        "location": "Ακτή Ξυλοφάγου / κοντά στην Ορμιδιά, ανατολική Κύπρος.",
        "depth": "έως 16-17 μ. μέγιστο βάθος",
        "marine_life": "Αυτά τα σημεία κατάδυσης υποστηρίζουν τυπικά μεσογειακά θαλάσσια οικοσυστήματα, συμπεριλαμβανομένων: Θαλάσσιων γυμνοσαλιγών, αστερίων και μικρών ψαριών υφάλου, Σμυρνών και χειλιών, Περιστασιακών σαργών και κοπαδιών ψαριών. Αυτοί οι ύφαλοι συχνά έχουν βραχώδες έδαφος με μικρές κοιλότητες και κανάλια όπου συγκεντρώνονται μικρότερα πλάσματα.",
        "description": "Αυτό το τμήμα ακτογραμμής περιλαμβάνει βραχώδεις υφάλους, μικρά φαράγγια και προεξοχές που κάνουν ενδιαφέρουσες καταδύσεις από ακτή με πολλά να εξερευνήσετε κοντά στην επιφάνεια και έως σε μετρίου βάθους. Το σημείο «Bullet Point» σημειώνεται για τη βραχώδη τοπογραφία του με μικρά φαράγγια κατάλληλα για αναψυκτικούς καταδύτες, ενώ το «Nail» προσφέρει σπηλιές με βράχους και παρόμοια χαρακτηριστικά λίγο βαθύτερα. Και τα δύο είναι καλά για εξάσκηση πλοήγησης, φωτογραφία και παρατήρηση διαφόρων ζωής υφάλου. Είναι επίσης συνήθως αρκετά προσβάσιμα, με συνθήκες ευνοϊκές για καταδύτες με βασική πιστοποίηση Ανοιχτής Θάλασσας.",
        "dive_type": "Κατάδυση από ακτή σε βραχώδες έδαφος υφάλου και μικρά φαράγγια",
        "certification": "Καλύτερα κατάλληλο για αναψυκτική κατάδυση με πιστοποίηση Προχωρημένων Καταδυτών Ανοιχτής Θάλασσας (και άνω).",
        "access": "Είσοδος από ακτή — συνήθως περπάτημα κάτω από σημεία δρόμου προς μια βραχώδη ακτογραμμή και είσοδος με giant stride ή προσεκτικά βήματα",
        "tips": "Φιλική προς αρχάριους κατάδυση από ακτή, πιο ήπια βάθη και εύκολη είσοδος. Καλή ορατότητα, συχνά εξαιρετικές συνθήκες με καθαρά μεσογειακά νερά.",
        "popular": "όχι",
        "image": "static/images/ormidia.jpg"
    }
]